Repository: bobbingwide/sb-breadcrumbs-block
Catalog: languages/sb-breadcrumbs-block-bb_BB.po
Languages: bb_bb

source: SB Breadcrumbs block
bb_bb: SB Berdarcmubs bolck

source: Show breadcrumbs to the current content as links
bb_bb: Sohw berdarcmubs tO thE cruernt cnoetnt As lniks

source: bobbingwide
bb_bb: bboibgniwde

source: color
bb_bb: cloor

source: Home
bb_bb: Hmoe

source: Breadcrumbs block
bb_bb: Berdarcmubs bolck

source: Show breadcrumb links to the current content.
bb_bb: Sohw berdarcmub lniks tO thE cruernt cnoetnt.

source: Breadcrumbs
bb_bb: Berdarcmubs

source: Trail
bb_bb: Taril

source: Ancestors
bb_bb: Acnseotrs
